const data_c =[
    {
        "id": 1,
        "CUS_ID": "C-0001",
        "C_NAME": "ตัวอย่างลูกค้า 1",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 2, 
        "CUS_ID": "C-0002",
        "C_NAME": "ตัวอย่างลูกค้า 2",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 3,
        "CUS_ID": "C-0003",
        "C_NAME": "ตัวอย่างลูกค้า 3",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 4,
        "CUS_ID": "C-0004",
        "C_NAME": "ตัวอย่างลูกค้า 4",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 5,
        "CUS_ID": "C-0005",
        "C_NAME": "ตัวอย่างลูกค้า 5",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 6,
        "CUS_ID": "C-0006",
        "C_NAME": "ตัวอย่างลูกค้า 6",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 7,
        "CUS_ID": "C-0007",
        "C_NAME": "ตัวอย่างลูกค้า 7",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 8,
        "CUS_ID": "C-0008",
        "C_NAME": "ตัวอย่างลูกค้า 8",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 9,
        "CUS_ID": "C-0009",
        "C_NAME": "ตัวอย่างลูกค้า 9",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 10,
        "CUS_ID": "C-0010",
        "C_NAME": "ตัวอย่างลูกค้า 10",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 11,
        "CUS_ID": "C-0011",
        "C_NAME": "ตัวอย่างลูกค้า 11",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 12,
        "CUS_ID": "C-0012",
        "C_NAME": "ตัวอย่างลูกค้า 12",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 13,
        "CUS_ID": "C-0013",
        "C_NAME": "ตัวอย่างลูกค้า 13",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 14,
        "CUS_ID": "C-0014",
        "C_NAME": "ตัวอย่างลูกค้า 14",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 15,
        "CUS_ID": "C-0015",
        "C_NAME": "ตัวอย่างลูกค้า 15",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 16,
        "CUS_ID": "C-0016",
        "C_NAME": "ตัวอย่างลูกค้า 16",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 17,
        "CUS_ID": "C-0017",
        "C_NAME": "ตัวอย่างลูกค้า 17",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 18,
        "CUS_ID": "C-0018",
        "C_NAME": "ตัวอย่างลูกค้า 18",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 19,
        "CUS_ID": "C-0019",
        "C_NAME": "ตัวอย่างลูกค้า 19",
        "Tel": "-",
        "Email": "-"
    },
    {
        "id": 20,
        "CUS_ID": "C-0020",
        "C_NAME": "ตัวอย่างลูกค้า 20",
        "Tel": "-",
        "Email": "-"
    },
]

// export const fetch_C = () =>[]
export const fetch_CM = () =>{
    return data_c
}
