const data_p = [
  {
    "id": 1,
    "P_ID": "EV-000-000-0001",
    "P_NAME": "ข้อมูลตัวอย่างที่ 1",
    "amount": 0
  },
  {
    "id": 2,
    "P_ID": "EV-000-000-0002",
    "P_NAME": "ข้อมูลตัวอย่างที่ 2",
    "amount": 15
  },
  {
    "id": 3,
    "P_ID": "EV-000-000-0003",
    "P_NAME": "ข้อมูลตัวอย่างที่ 3",
    "amount": 20
  },
  {
    "id": 4,
    "P_ID": "EV-000-000-0004",
    "P_NAME": "ข้อมูลตัวอย่างที่ 4",
    "amount": 25
  },
  {
    "id": 5,
    "P_ID": "EV-000-000-0005",
    "P_NAME": "ข้อมูลตัวอย่างที่ 5",
    "amount": 30
  },
  {
    "id": 6,
    "P_ID": "EV-000-000-0006",
    "P_NAME": "ข้อมูลตัวอย่างที่ 6",
    "amount": 35
  },
  {
    "id": 7,
    "P_ID": "EV-000-000-0007",
    "P_NAME": "ข้อมูลตัวอย่างที่ 7",
    "amount": 40
  },
  {
    "id": 8,
    "P_ID": "EV-000-000-0008",
    "P_NAME": "ข้อมูลตัวอย่างที่ 8",
    "amount": 45
  },
  {

    "id": 9,
    "P_ID": "EV-000-000-0009",
    "P_NAME": "ข้อมูลตัวอย่างที่ 9",
    "amount": 50
  },
  {
    "id": 10,
    "P_ID": "EV-000-000-0010",
    "P_NAME": "ข้อมูลตัวอย่างที่ 10",
    "amount": 55
  },
  {

    "id": 11,
    "P_ID": "EV-000-000-0011",
    "P_NAME": "ข้อมูลตัวอย่างที่ 11",
    "amount": 60
  },
  {
    "id": 12,
    "P_ID": "EV-000-000-0012",
    "P_NAME": "ข้อมูลตัวอย่างที่ 12",
    "amount": 65
  },
  {
    "id": 13,
    "P_ID": "EV-000-000-0013",
    "P_NAME": "ข้อมูลตัวอย่างที่ 13",
    "amount": 70
  },
  {
    "id": 14,
    "P_ID": "EV-000-000-0014",
    "P_NAME": "ข้อมูลตัวอย่างที่ 14",
    "amount": 75
  },
  {
    "id": 15,
    "P_ID": "EV-000-000-0015",
    "P_NAME": "ข้อมูลตัวอย่างที่ 15",
    "amount": 80
  },{
    "id": 16,
    "P_ID": "EV-000-000-0016",
    "P_NAME": "ข้อมูลตัวอย่างที่ 16",
    "amount": 80
  },
  {
    "id": 17,
    "P_ID": "EV-000-000-0017",
    "P_NAME": "ข้อมูลตัวอย่างที่ 17",
    "amount": 80
  },
  {
    "id": 18,
    "P_ID": "EV-000-000-0018",
    "P_NAME": "ข้อมูลตัวอย่างที่ 18",
    "amount": 80
  },
  {
    "id": 19,
    "P_ID": "EV-000-000-0019",
    "P_NAME": "ข้อมูลตัวอย่างที่ 19",
    "amount": 80
  },
  {
    "id": 20,
    "P_ID": "EV-000-000-0020",
    "P_NAME": "ข้อมูลตัวอย่างที่ 20",
    "amount": 80
  }
]

export const fetch_DP = () => {
  return data_p
}